experiment_scripts/scripts/results/4_18_20_mqfs/flush_num/sysbench/20-6
My process ID is 702
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           15204
        other:                           0
        total:                           15204
    transactions:                        15204  (126.70 per sec.)
    queries:                             15204  (126.70 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      126.6979
    time elapsed:                        120.0019s
    total number of events:              15204

Latency (ms):
         min:                                    3.93
         avg:                                    7.89
         max:                                   33.39
         95th percentile:                        9.56
         sum:                               119925.92

Threads fairness:
    events (avg/stddev):           15204.0000/0.00
    execution time (avg/stddev):   119.9259/0.00