experiment_scripts/scripts/results/4_18_20_mqfs/flush_num/sysbench/40-6
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           12970
        other:                           0
        total:                           12970
    transactions:                        12970  (108.08 per sec.)
    queries:                             12970  (108.08 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      108.0809
    time elapsed:                        120.0027s
    total number of events:              12970

Latency (ms):
         min:                                    5.11
         avg:                                    9.25
         max:                                   50.91
         95th percentile:                       12.08
         sum:                               119934.61

Threads fairness:
    events (avg/stddev):           12970.0000/0.00
    execution time (avg/stddev):   119.9346/0.00